Repository: wp-plugins/list-plugins
Catalog: lang/listplugins-*.po
Languages: de_de, fr_fr

source: This plugin generates and display the list of the plugins on your wordpress installation. Moreover it enables the download of the plugins.
de_de: Dieses Plugin erstellt eine Liste der Plugins deiner WordPress-Installation und zeigt sie an. Darüber hinaus ermöglicht es den Download der Plugins.
fr_fr: Ce plugin génère et affiche la liste des plugins sur votre blog. De plus, il permet le téléchargement de ces plugins.

source: To display the list please type %s on pages/posts where you want the list to be displayed.
de_de: Um die Liste anzuzeigen, gebe %s an der Stelle der Seite/des Artikels ein, an der die Liste erscheinen soll.
fr_fr: Pour afficher la liste, taper %s sur les pages/articles où vous souhaiter que la liste soit afficher.

source: Which plugins do you want to list?
de_de: Welche Plugins möchtest du auflisten?
fr_fr: Quels plugins voulez-vous lister ?

source: Display plugins that are hosted by Wordpress:
de_de: Zeige Plugins, die bei WordPress gehostet werden:
fr_fr: Afficher les plugins hebergés par Wordpress :

source: Display Wordpress plugins that are inactive:
de_de: Zeige inaktive Plugins:
fr_fr: Afficher les plugins Wordpress qui sont inactifs :

source: Display plugins that are not hosted by Wordpress:
de_de: Zeige Plugins, die nicht bei WordPress gehostet werdem:
fr_fr: Afficher les plugins qui ne sont pas hebergés par Wordpress :

source: Display non-Wordpress plugins that are inactive:
de_de: Zeige inaktive nicht-WordPress-Plugins:
fr_fr: Afficher les plugins non-Wordpress qui sont inactifs :

source: Show only plugins developped by the author:
de_de: Zeige nur Plugins von diesem Autor:
fr_fr: Montrer seulement les plugins développés par cet auteur :

source: If this field is empty, all plugins (matching the previous conditions) will be displayed
de_de: Wenn dieses Feld leer ist, werden alle Plugins gemäß obigen Einstellungen angezeigt
fr_fr: Si ce champ est vide, tous les plugins (respectant les conditions précédentes) seront affichés :

source: Advanced options
de_de: Erweiterte Einstellungen
fr_fr: Options avancées

source: What is the width of screenshots (in pixels):
de_de: Wie breit sind die Screenshots (in Pixel):
fr_fr: Quel est la taille des captures d&#039;écran (en pixels) :

source: What is the HTML:
de_de: HTML für die Darstellung:
fr_fr: Quel est le HTML :

source: Default HTML: %s
de_de: Standart-HTML: %s
fr_fr: HTML par défaut : %s

source: What is the CSS:
de_de: CSS für die Darstellung:
fr_fr: Quel est le CSS :

source: Default CSS: %s
de_de: Standart-CSS: %s
fr_fr: CSS par défaut %s

source: Path to store the zip file if needed:
de_de: Pfad zum Speichern der ZIP-Datei, falls nötig
fr_fr: Chemin pour stocker les fichiers zip si nécessaire :

source: Note that, if the plugin is also hosted by wordpress.org, the download link will be a link to the plugin page on wordpress.org
de_de: Beachte, dass der Download-Link auf die Pluginseite auf wordpress.org verweist, wenn das Plugin auch dort gehostet wird
fr_fr: Notez que, si le plugin est aussi hebergé par wordpress.org, le lien de téléchargement pointera vers la page du plugin sur site wordpress.org

source: The path %s exists
de_de: Der Pfad %s existiert
fr_fr: Le chemin %s existe

source: The path %s does not exist and cannot be created due to rights in the folder
de_de: Der Pfad %s existiert nicht und kann wegen fehlender Verzeichnisrechte nicht erstellt werden
fr_fr: Le chemin %s n&#039;existe pas et ne peut pas être créé à cause des droits sur le répertoire

source: The path %s have been just created !
de_de: Der Pfad %s wurde erstellt!
fr_fr: Le chemin %s vient d&#039;être créé !

source: Parameters
de_de: Parameter
fr_fr: Paramètres

source: Manage translations
de_de: Übersetzungen verwalten
fr_fr: Gérer les traductions

source: Give feedback
de_de: Feedback geben
fr_fr: Donner un feedback

source: Other plugins
de_de: Weitere Plugins
fr_fr: Autres plugins

source: Download %s
de_de: %s downloaden
fr_fr: Télécharger %s

source: Download %s (on Wordpress.org)
de_de: %s von wordpress.org downloaden
fr_fr: Télécharger %s (sur wordpress.org)

source: Error: %s
de_de: Fehler: %s
fr_fr: Erreur : %s

source: Purpose of that plugin
de_de: Zweck dieses Plugins

source: How to display the list of the plugin?
de_de: Wie soll die Liste dargestellt werden?

source: How To
de_de: So geht&#039;s
